{
  "Throughout the year, observe children & add your observations": "Kuwo wonkhe umnyaka, bukisisa bantfwana futsi ufake kubukisisa kwkho.",
  "Let's pretend you're tracking progress for a child named Temba.\n\nTap here to get started!": "Ake sitsi-nje ulandzelela inchubekelembili yemntfwana ligama lakhe nguThemba. Shaya kancane lapha kute ucale!",
  "You will be shown the right assessment for the child's age.": "Utawukhonjiswa luhlolo lolungilo lweminyaka yebudzala yalomntfwana.",
  "Pretend that, while observing Temba, you see that he does smile.\n\nTap “Yes” to answer!": "Yenta sengatsi, ngesikhatsi ubukisisa Themba, uyabona kutsi uyamamatseka. Shaya kancane “Yebo” kute uphendvule!",
  "Great!\n\n If you are not sure if Temba can do something, you can choose “Dont't know”": "Wente kahle kakhulu! Uma ngabe ute siciniseko sekutsi Themba angenta lokutsite, ungakhetsa “Angati”",
  "Some questions have pictures attached.\n\nTap here to see the picture.": "Leminye imibuto ifakwe titfombe.\n\nShaya kancane lapha kute ukhone kubona sitfombe.",
  "Tap close to hide the picture and go back to the progress tracker.": "Shaya kancane vala kute kutsi ufihle lesitfombe bese ubuyela emuva kusilandzeleli senchubekelembili.",
  "You can always leave the progress tracker and come back later to finish. All of your answers will be saved.\n\nTap here.": "Ungasishiya nanoma ngunini lesilandzeleli senchubekelembili bese ubuya ngemuva kwesikhatsi utocedzela. Tonkhe timphendvulo takho titawulondvolotwa. Shaya kancane lapha.",
  "When you have answered all the questions, you can create the report for the caregiver or you can view your answers again.": "Uma sewuyiphemdvule yonkhe imibuto, ungakha umbiko wemnakekeli wemntfwana noma ungaphindza ubuke timphendvulo takho.",
  "You can see all of your completed reports back on the main reports page.": "Utawubona yonkhe imibiko yakho loyicedzile kulelikhasi lelikhulu lemibiko.",
  "Great job, you're ready to start!": "Wente kahle kakhulu, sewulungele kucala!"
}
