{
  "Throughout the year, observe children & add your observations": "Ekuhambeni konyaka wonke, qapha izingane bese ubhala lokho okuqaphele.",
  "Let's pretend you're tracking progress for a child named Temba.\n\nTap here to get started!": "Ake sishaye sengathi ulandelela inqubekela phambili yengane enegama elinguThemba. Thinta lapha ukuze uqale!",
  "You will be shown the right assessment for the child's age.": "Uzokhonjiswa isivivinyo esifanele seminyaka yobudala yengane.",
  "Pretend that, while observing Temba, you see that he does smile.\n\nTap “Yes” to answer!": "Ake ushaye sengathi, ngenkathi uqaphe inqubekela phambili kaThemba, ubona ukuthi uyamamatheka. Thinta lapho kuthi “Yebo” ukuze uphendule!",
  "Great!\n\n If you are not sure if Temba can do something, you can choose “Dont't know”": "Kuhle kakhulu! Uma ungenaso isiqiniselo sokuthi uThemba uyakwazi ukwenza okuthile, ungakhetha okuthi “Angazi”",
  "Some questions have pictures attached.\n\nTap here to see the picture.": "Eminye yemibuzo inezithombe ezifakwe lapha.\n\nThinta lapha ukuze ubone isithombe.",
  "Tap close to hide the picture and go back to the progress tracker.": "Thinta okuthi vala ukuze ufihle isithombe bese ubuyela emuva ekulandeleleni inqubekela phambili yengane.",
  "You can always leave the progress tracker and come back later to finish. All of your answers will be saved.\n\nTap here.": "Ungakwazi ukushiya ithuluzi lokulandelela inqubekela phambili bese ubuyela emuva ukuzoqedela. Zonke izimpendulo zakho zizogcinwa. Thinta lapha.",
  "When you have answered all the questions, you can create the report for the caregiver or you can view your answers again.": "Uma usuphendule yonke imibuzo, ungenza umbiko womnakekeli noma ungaphinde ubuke izimpendulo zakho futhi.",
  "You can see all of your completed reports back on the main reports page.": "Uyakwazi ukubona yonke imibiko yakho ephothuliwe emuva ekhasini eliyinhloko lemibiko.",
  "Great job, you're ready to start!": "Kuhle kakhulu! Manje umsebenzi usukhethiwe. Uma usufuna ukufunda kabanzi ngomsebenzi, ungathinta lesi sithonjana"
}
